tests-vegeta/report-20250107.txt
Requests      [total, rate, throughput]         1500, 50.03, 50.02
Duration      [total, attack, wait]             29.988s, 29.981s, 7.143ms
Latencies     [min, mean, 50, 90, 95, 99, max]  3.474ms, 7.289ms, 6.819ms, 8.415ms, 10.488ms, 19.92ms, 63.53ms
Bytes In      [total, mean]                     2919000, 1946.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1500  
Error Set: